Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/CommonContent/Common.tmx
Source language: en
Languages: cs, da, es_mx, hu, vi, zh

source: Mode
cs: Stav
es_mx: Modo
hu: Üzemmód
vi: Chế độ
zh: 模式

source: Peak
cs: Vyska
da: Top
es_mx: altura
hu: Csúcspont
vi: Đỉnh
zh: 峰值

source: Integral
cs: Plocha
da: Integrale
hu: Integrált
vi: Tích hợp
zh: 求和

source: Samples
cs: Delka
da: Antal
es_mx: Longitud
hu: Minták
vi: Mẫu
zh: 采样

source: Statistics
cs: Statistika
da: Statistik
hu: Statisztika
vi: Số liệu thống kê
zh: 数据选择

source: Frequency
cs: Frekvence
da: Frekvens
hu: Frekvencia
vi: Tần số
zh: 频率

source: STDEV
cs: sm.odchylka
zh: 标准偏差

source: Configuration
cs: Konfigurace
da: Konfiguration
hu: Konfiguráció
vi: Cấu hình
zh: 设置

source: Linearization
cs: Linearizace
da: Linearisering
hu: Linearizálás
vi: Tuyến tính
zh: 线性整定

source: Max. current
cs: Max. proud
da: Max. strøm
hu: Max. áramerősség
vi: Dòng tối đa
zh: 最大电流

source: Max. voltage
cs: Max. napeti
da: Max. spænding
hu: Max. feszültség
vi: Điện áp tối đa
zh: 最大电压

source: Inputs
cs: Vstupy
hu: Bemenetek
vi: Đầu vào
zh: 输入

source: Outputs
cs: Vystupy
hu: Kimenetek
vi: Đầu ra
zh: 输出

source: Force Value
cs: Force hodnota
hu: Erő érték
vi: Giá Trị Lực
zh: 强制值

source: Force Enable
cs: Force povolit
hu: Erő engedélyezése
vi: Buộc Kích Hoạt
zh: 强制使能

source: Process Variable
cs: Procesni promenna
hu: Folyamatváltozó
vi: Biến Quy Trình
zh: 过程变量

source: Actual vibration
cs: Aktualni vibrace
hu: Tényleges rezgés
vi: Độ rung thực tế
zh: 当前震动

source: Amplitude
cs: Amplituda
hu: Amplitúdó
vi: Biên độ
zh: 幅值

source: Point
cs: Bod
hu: Pont
vi: Điểm
zh: 光标

source: Count speed
cs: Pocit.rychlost
da: Tælle hastighed
es_mx: Veloc. conteo
hu: Számlálási sebesség
vi: Đếm tốc độ
zh: 点数速度

source: Wait speed
cs: Cekac.rychlost
da: Vente hastighed
es_mx: t. espera
hu: Várakozási sebesség
vi: Tốc độ chờ
zh: 等待速度

source: Wing Readout
cs: Casy klapek
hu: Szárny leolvasása
vi: Đọc Biên
zh: 缓冲单元读数

source: Item number
cs: Cislo zbozi
es_mx: nr. de pieza
hu: Tétel száma
vi: Số sản phẩm
zh: 物料号

source: Item name
cs: Nazev elem.
es_mx: Nombre
hu: Tétel neve
vi: Tên sản phẩm
zh: 物料名称

source: Item quantity
cs: Pocet kusu
es_mx: cant. pieza
hu: Tétel mennyisége
vi: Số lượng sản phẩm
zh: 物料数量

source: Version: {#::machine:this.hmi.version}
cs: Verze: {#::machine:this.hmi.version}
hu: Verzió: {#::machine:this.hmi.version}
vi: Phiên Bản: {#::machine:this.hmi.version}
zh: 版本: {#::machine:this.hmi.version}

source: Element
hu: Elem
vi: Cấu kiện
zh: 元件缺失

source: Recipe
hu: Recept
vi: Công thức
zh: 配方

source: Test
hu: Teszt
vi: Kiểm tra
zh: 测试

source: max.
vi: tối đa
zh: 最大

source: min.
vi: tối thiểu
zh: 最小

source: Factory Reset
vi: Khôi Phục Cài Đặt Gốc
zh: 恢复初始设置

source: Item type ID
vi: ID loại sản phẩm

source: Teaching
vi: Hướng dẫn

source: Error Rate
vi: Tỷ Lệ Lỗi

source: I/O
zh: 输入输出
